tap "argon/mas"
tap "daipeihust/tap"
tap "getsentry/tools"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/core"
tap "k1low/tap"
tap "k1low/tbls"
tap "leoafarias/fvm"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "rcmdnk/file"
tap "satococoa/tap"
tap "shopify/shopify"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "tldr-pages/tldr"
tap "ynqa/tap"
brew "bat"
brew "bottom"
brew "curl"
brew "dog"
brew "duck"
brew "dust"
brew "editorconfig"
brew "eza"
brew "fd"
brew "fish"
brew "gh"
brew "ghq"
brew "grep"
brew "htop"
brew "jq"
brew "neovim"
brew "peco"
brew "starship"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uncrustify"
brew "urlview"
brew "wget"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
brew "rcmdnk/file/brew-file"
cask "raycast"
cask "temurin"
